export const userReviews = [
  {
    user: 'Андрій ',
    friend_id: 0,
    avatar: '../images/friend.png',
    reviews: 85,
    critique: 23,
    title:
      'Якщо вони і згадували своє життя в цьому світі, то так, як згадують сон',
    description:
      'Отже, у нас є четверо досить звичайних дітей, які збираються вирушити у надзвичайну пригоду. У дитинстві я завжди мріяла. Я завжди була дещо інтровертною і воліла уявляти далекі місця, аніж існувати в сьогоденні. Я продовжую це робити і в дорослому віці. І саме тому я так люблю фентезі, бо воно настільки занурює в себе, що буквально забирає мене з головою. Люсі, Сьюзен, Едвард і Пітер - щасливчики. Коли вони натрапляють на шафу, що є воротами до більш цікавого світу, вони переживають щось вражаюче.',

    book: {
      id: 0,
      images: '../images/book.jpg',
      title: 'Лев, відьма і шафа',
      author: 'К.С. Льюїс',
      rating: '5.2',
    },
  },
  {
    user: 'Андрій ',
    friend_id: 1,
    avatar: '../images/friend.png',
    reviews: 85,
    critique: 23,
    title:
      'Якщо вони і згадували своє життя в цьому світі, то так, як згадують сон',
    description:
      'Отже, у нас є четверо досить звичайних дітей, які збираються вирушити у надзвичайну пригоду. У дитинстві я завжди мріяла. Я завжди була дещо інтровертною і воліла уявляти далекі місця, аніж існувати в сьогоденні. Я продовжую це робити і в дорослому віці. І саме тому я так люблю фентезі, бо воно настільки занурює в себе, що буквально забирає мене з головою. Люсі, Сьюзен, Едвард і Пітер - щасливчики. Коли вони натрапляють на шафу, що є воротами до більш цікавого світу, вони переживають щось вражаюче.',

    book: {
      id: 2,
      images: '../images/book.jpg',
      title: 'Пожирачі книг',
      author: 'Суні Дін',
      rating: '5.2',
    },
  },
  {
    user: 'Андрій ',
    friend_id: 2,
    avatar: '../images/friend.png',
    reviews: 85,
    critique: 23,
    title:
      'Якщо вони і згадували своє життя в цьому світі, то так, як згадують сон',
    description:
      'Отже, у нас є четверо досить звичайних дітей, які збираються вирушити у надзвичайну пригоду. У дитинстві я завжди мріяла. Я завжди була дещо інтровертною і воліла уявляти далекі місця, аніж існувати в сьогоденні. Я продовжую це робити і в дорослому віці. І саме тому я так люблю фентезі, бо воно настільки занурює в себе, що буквально забирає мене з головою. Люсі, Сьюзен, Едвард і Пітер - щасливчики. Коли вони натрапляють на шафу, що є воротами до більш цікавого світу, вони переживають щось вражаюче.',

    book: {
      id: 3,
      images: '../images/book.jpg',
      title: 'Мерехтіння в темряві',
      author: 'Стейсі Віллінгем',
      rating: '5.2',
    },
  },
  {
    user: 'Андрій ',
    friend_id: 3,
    avatar: '../images/friend.png',
    reviews: 85,
    critique: 23,
    title:
      'Якщо вони і згадували своє життя в цьому світі, то так, як згадують сон',
    description:
      'Отже, у нас є четверо досить звичайних дітей, які збираються вирушити у надзвичайну пригоду. У дитинстві я завжди мріяла. Я завжди була дещо інтровертною і воліла уявляти далекі місця, аніж існувати в сьогоденні. Я продовжую це робити і в дорослому віці. І саме тому я так люблю фентезі, бо воно настільки занурює в себе, що буквально забирає мене з головою. Люсі, Сьюзен, Едвард і Пітер - щасливчики. Коли вони натрапляють на шафу, що є воротами до більш цікавого світу, вони переживають щось вражаюче.',

    book: {
      id: 4,
      images: '../images/book.jpg',
      title: 'Четверте крило',
      author: 'Ребекка Ярос',
      rating: '5.2',
    },
  },
  {
    user: 'Андрій ',
    friend_id: 4,
    avatar: '../images/friend.png',
    reviews: 85,
    critique: 23,
    title:
      'Якщо вони і згадували своє життя в цьому світі, то так, як згадують сон',
    description:
      'Отже, у нас є четверо досить звичайних дітей, які збираються вирушити у надзвичайну пригоду. У дитинстві я завжди мріяла. Я завжди була дещо інтровертною і воліла уявляти далекі місця, аніж існувати в сьогоденні. Я продовжую це робити і в дорослому віці. І саме тому я так люблю фентезі, бо воно настільки занурює в себе, що буквально забирає мене з головою. Люсі, Сьюзен, Едвард і Пітер - щасливчики. Коли вони натрапляють на шафу, що є воротами до більш цікавого світу, вони переживають щось вражаюче.',

    book: {
      id: 5,
      images: '../images/book.jpg',
      title: 'Жорстокий принц',
      author: 'Голлі Блек',
      rating: '5.2',
    },
  },
  {
    user: 'Андрій ',
    friend_id: 5,
    avatar: '../images/friend.png',
    reviews: 85,
    critique: 23,
    title:
      'Якщо вони і згадували своє життя в цьому світі, то так, як згадують сон',
    description:
      'Отже, у нас є четверо досить звичайних дітей, які збираються вирушити у надзвичайну пригоду. У дитинстві я завжди мріяла. Я завжди була дещо інтровертною і воліла уявляти далекі місця, аніж існувати в сьогоденні. Я продовжую це робити і в дорослому віці. І саме тому я так люблю фентезі, бо воно настільки занурює в себе, що буквально забирає мене з головою. Люсі, Сьюзен, Едвард і Пітер - щасливчики. Коли вони натрапляють на шафу, що є воротами до більш цікавого світу, вони переживають щось вражаюче.',

    book: {
      id: 6,
      images: '../images/book.jpg',
      title: 'Переслідування',
      author: 'Х.Д. Карлтон',
      rating: '5.2',
    },
  },
];
